Repository: OpenMediaVault-Plugin-Developers/openmediavault-wireguard
Catalog: usr/share/openmediavault/locale/*/openmediavault-wireguard.po
Languages: es_es, nl_nl, pl_pl, ru_ru

source: Additional subnet(s)
es_es: SubRed(es) adicionales
nl_nl: Aanvullend(e) subnet(s)
ru_ru: Дополнительная подсеть(и)

source: Advanced
es_es: Avanzado
nl_nl: Geavanceerd
ru_ru: Расширенный

source: All QR codes
nl_nl: Alle QR-codes
ru_ru: Все QR-коды

source: All client configs
nl_nl: Alle client-configs
ru_ru: Все конфигурации клиента

source: All tunnel configs
nl_nl: Alle tunnel-configs
ru_ru: Все конфигурации туннелей

source: Allowed IPs
es_es: IPs Permitidas
nl_nl: Toegestane IP's
ru_ru: Разрешенные IP-адреса

source: Cannot open zip file.
nl_nl: Kan zip-bestand niet openen.
ru_ru: Невозможно открыть файл zip.

source: Client Config
es_es: Configuración cliente
pl_pl: Konfiguracja klienta
ru_ru: Конфигурация клиента

source: Client Number
es_es: Número cliente
nl_nl: Client-nummer
pl_pl: Liczba klientów
ru_ru: Номер клиента

source: Client config
ru_ru: Конфигурация клиента

source: Client config file does not exist. Please apply changes.
es_es: El archivo de configuración del cliente no existe. Por favor, aplique los cambios.
nl_nl: Client-configbestand bestaat niet. Wijzigingen toepassen.
pl_pl: Konfiguracja klienta nie istnieje. Proszę zatwierdzić zmiany.
ru_ru: Файл конфигурации клиента не существует. Пожалуйста, примените изменения.

source: Client number
es_es: Número Cliente
nl_nl: Client-nummer
pl_pl: Liczba klientów
ru_ru: Номер клиента

source: Clients
es_es: Clientes
pl_pl: Klienci
ru_ru: Клиенты

source: Config
es_es: Configuración
pl_pl: Konfiguracja
ru_ru: Конфигурация

source: Configure iptables
es_es: Configurar iptables
nl_nl: IP-tables configureren
pl_pl: Konfiguruj iptables
ru_ru: Настройка iptables

source: Create
es_es: Crear
nl_nl: Aanmaken
pl_pl: Stwórz
ru_ru: Создать

source: Created client.
es_es: Cliente creado.
nl_nl: Client aangemaakt.
pl_pl: Dodaj klienta
ru_ru: Созданный клиент.

source: Created custom config.
es_es: Configuración personalizada creada.
nl_nl: Aangepaste config aangemaakt.
pl_pl: Stwórz własną konfigurację.
ru_ru: Создал пользовательский конфиг.

source: Created tunnel.
es_es: Túnel creado.
nl_nl: Tunnel aangemaakt.
pl_pl: Stwórz tunel.
ru_ru: Созданный туннель.

source: Custom Config
es_es: Configuración personalizada
nl_nl: Aangepaste config
pl_pl: Własna konfiguracja
ru_ru: Пользовательская конфигурация

source: Default networks in the plugin are created in the 10.192.x.x range. Choose a different range to avoid conflicts.
es_es: Las redes predeterminadas en el plugin se crean en el rango 10.192.x.x. Elija un rango diferente para evitar conflictos.
nl_nl: Standaardnetwerken in de plug-in worden aangemaakt in het bereik 10.192.x.x. Kies een ander bereik om conflicten te voorkomen.
pl_pl: Domyślnie tworzone są sieci z zakresu 10.192.x.x. Wybierz inny zakres aby nie dopuścić do konfliktu.
ru_ru: Сети по умолчанию в плагине создаются в диапазоне 10.192.x.x. Выберите другой диапазон, чтобы избежать конфликтов.

source: Delete
es_es: Borrar
nl_nl: Verwijderen
pl_pl: Usuń
ru_ru: Удалить

source: Docs
es_es: Documentación
pl_pl: Dokumentacja
ru_ru: Документы

source: Download
nl_nl: Downloaden
ru_ru: Скачать

source: Edit
es_es: Editar
nl_nl: Bewerken
pl_pl: Edytuj
ru_ru: Редактировать

source: Edit client.
es_es: Editar cliente.
nl_nl: Client bewerken.
pl_pl: Edytuj klienta.
ru_ru: Редактировать клиента.

source: Edit custom config.
es_es: Editar configuración personalizada.
nl_nl: Aangepaste config bewerken.
pl_pl: Edytuj własną konfigurację.
ru_ru: Редактирование пользовательской конфигурации.

source: Edit tunnel.
es_es: Editar Túnel.
nl_nl: Tunnel bewerken.
pl_pl: Edytuj tunel.
ru_ru: Редактировать туннель.

source: Enable
es_es: Habilitar
nl_nl: Inschakelen
pl_pl: Włącz
ru_ru: Включить

source: Enabled
es_es: Habilitado
nl_nl: Ingeschakeld
pl_pl: Włączony
ru_ru: Включено

source: Endpoint
nl_nl: Eindpunt
pl_pl: Punkt końcowy
ru_ru: Конечная точка

source: Generate QR Codes
nl_nl: QR-codes genereren
ru_ru: Генерация QR-кодов

source: Generating QR codes ...
nl_nl: QR-codes genererenâ€¦
ru_ru: Генерация QR-кодов ...

source: Local IP
es_es: IP Local
nl_nl: Lokale IP
ru_ru: Локальный IP

source: Name
es_es: Nombre
nl_nl: Naam
pl_pl: Nazwa
ru_ru: Название

source: Network Adapter
es_es: Adaptador de red
nl_nl: Netwerkadapter
pl_pl: Karta sieciowa
ru_ru: Сетевой адаптер

source: Persistent keepalive
es_es: Señal de vida persistente
pl_pl: Stałe utrzymanie aktywności - keepalive
ru_ru: Постоянное обновление

source: Please disable client and apply changes before deleting!
es_es: ¡Deshabilitar el cliente y aplicar cambios antes de borrar!
nl_nl: Schakel de client uit en pas wijzigingen toe voordat u deze verwijdert!
pl_pl: Przed usunięciem wyłącz klienta i zastosuj zmiany!
ru_ru: Пожалуйста, отключите клиент и примените изменения перед удалением!

source: Please disable custom config and apply changes before deleting!
es_es: ¡Desactive la configuración personalizada y aplique los cambios antes de eliminar!
nl_nl: Schakel de aangepaste configuratie uit en pas wijzigingen toe voordat u deze verwijdert!
pl_pl: Proszę wyłączyć własną konfigurację i zatwierdzić zmiany przed usunięciem.
ru_ru: Пожалуйста, отключите пользовательскую конфигурацию и примените изменения перед удалением!

source: Please disable tunnel and apply changes before deleting!
es_es: ¡Deshabilitar túnel y aplicar cambios antes de borrar!
nl_nl: Schakel de tunnel uit en pas wijzigingen toe voordat u deze verwijdert!
pl_pl: Proszę wyłączyć tunel i zatwierdzić zmiany przed usunięciem.
ru_ru: Пожалуйста, отключите туннель и примените изменения перед удалением!

source: Port
es_es: Puerto
nl_nl: Poort
ru_ru: Порт

source: QR Code
es_es: Código QR
pl_pl: Kod QR
ru_ru: QR-код

source: QR code
ru_ru: QR-код

source: QR codes have been created.
nl_nl: QR-codes zijn aangemaakt.
ru_ru: Были созданы QR-коды.

source: Restrict
es_es: Restringir
nl_nl: Beperken
pl_pl: Ograniczenia
ru_ru: Ограничить

source: Restrict routing
es_es: Ruta restringida
nl_nl: Routering beperken
ru_ru: Ограничение маршрутизации

source: Restrict routing to VPN subnet
es_es: Restringir la ruta a una subred VPN
nl_nl: Routering beperken tot VPN-subnet
ru_ru: Ограничение маршрутизации в подсеть VPN

source: Restrict routing to local subnet
es_es: Restringir ruta a una subred local
nl_nl: Routering beperken tot lokaal subnet
ru_ru: Ограничение маршрутизации в локальной подсети

source: Restrict routing to these additional subnet(s)
es_es: Restringir rutas a estas subred(es) adicionales
nl_nl: Routering beperken tot deze aanvullende subnet (en)
ru_ru: Ограничьте маршрутизацию в эти дополнительные подсети.

source: Set to 0 to disable
es_es: 0 para deshabilitar
nl_nl: Stel in op 0 om uit te schakelen
pl_pl: Ustaw 0 dla wyłączenia
ru_ru: Установите значение 0, чтобы отключить

source: Set to 0 to disable. Wireguard will use 1420 when disabled.
es_es: Establecer en 0 para deshabilitar. Wireguard usará 1420 cuando esté deshabilitado.
nl_nl: Stel in op 0 om uit te schakelen. Wireguard zal dan 1420 gebruiken.
pl_pl: Ustaw 0 aby wyłączyć. Wireguard użyje domyślnie 1420 kiedy wyłączone.
ru_ru: Установите значение 0, чтобы отключить. При отключении Wireguard будет использовать 1420.

source: Tunnel Config
es_es: Configuración de túnel
pl_pl: Konfiguracja tunelu
ru_ru: Конфигурация туннеля

source: Tunnel Number
es_es: Número de túnel
nl_nl: Tunnel-nummer
pl_pl: Numer tunelu
ru_ru: Номер туннеля

source: Tunnel config
ru_ru: Конфигурация туннеля

source: Tunnel config file does not exist. Please apply changes.
es_es: No existe configuración de túnel. Por favor aplique los cambios.
nl_nl: Tunnel-configbestand bestaat niet. Wijzigingen toepassen.
pl_pl: Konfiguracja tunelu nie istnieje. Proszę zatwierdź zmiany.
ru_ru: Файл конфигурации туннеля не существует. Пожалуйста, примените изменения.

source: Tunnel enable
es_es: Habilitar túnel
nl_nl: Tunnel inschakelen
ru_ru: Включить туннель

source: Tunnel number
es_es: número de túnel
nl_nl: Tunnel-nummer
pl_pl: Numer tunelu
ru_ru: Номер туннеля

source: Tunnels
es_es: Túneles
pl_pl: Tunele
ru_ru: Туннели

source: omv-extras wiki
ru_ru: omv-extras вики

source: Local Server
es_es: Servidor Local

source: Restrict routing to VPN subnet only
es_es: Restringir el enrutado a la VPN exclusivamente.
pl_pl: Ogranicz routing tylko do podsieci VPN

source: Restrict routing to local subnet only
es_es: Restringir ruta Solo a la subred local

source: Tunnel is disabled.
es_es: Túnel deshabilitado.

source: localip
es_es: IpLocal

source: n/a
es_es: n/d
pl_pl: nie dotyczy
